{
    "title": "Terms of Service",
    "created_at": "2019-08-22 21:10:59",
    "updated_at": "2019-10-03 19:37:41",
    "attributes": {
        "body": "<div><strong>NOTICE TO ALL RENTERS AND ADVERTISERS<\/strong> <br>You are responsible for conducting your own investigation regarding any and all claims made by prospective renters or vacation property owners or agents. You assume all liability for use of any information you find in any SweetSpot publication. The operators of SweetSpot assume no responsibility and in no way warrant the accuracy of the information contained in any of the pages published here. Not all SweetSpot ads are created directly by the property owners, some SweetSpot advertisers are acting as agents or managers for the owners.<br><br>Renters are aware that each property sets its own Refund\/Cancellation policies - SweetSpot recommends that renters ask for and receive a written notice of the Refund\/Cancellation policy from the advertiser.&nbsp; SweetSpot is not responsible for the refund of rental fees for any reason.<br><br>None of the information contained in any SweetSpot web page is confirmed or warranted by any party. Confirmation of information published herein is the sole responsibility of the renting party. Qualification of all renters is the sole responsibility of the property owner or agent.<br><br>Property Owners - If the operators of <em>SweetSpot<\/em> are unable to provide the promised level of service for any reason, including, but not limited to service outages, war, acts of God or negligence, neither SweetSpot or its owners can be held liable for any costs beyond the prorated costs paid by the client for the services which were not provided. SweetSpot does not guarantee that the SweetSpot web site will be available 100% of the time. This Agreement shall be construed in accordance with the laws of the US Virgin Islands, any and all disputes shall be submitted to the jurisdiction of the US Virgin Islands, disregarding conflicts of law, forum and venue.<br><br>By using or continuing to use the services of SweetSpot, you agree to the terms and conditions of this disclaimer.<br><br><strong>MEMBERSHIP POLICIES<br><\/strong>SweetSpot reserves the right to reject or edit any ad submitted at our sole discretion. Once material has been submitted, edited and posted on the SweetSpot web site, it becomes the property of SweetSpot and its affiliated sites and may not be copied from the SweetSpot website without written permission.<br><br><strong>LOCAL RULES AND REGULATIONS<br><\/strong>Property owners are responsible for investigating and adhering to all local regulations including, but not limited to permits, licenses, occupancy taxes, and safety compliance.<\/div>",
        "heading": "SweetSpot Terms of Service"
    }
}